//
//  File.swift
//  Animations
//
//  Created by Sherzod Fayziev on 2022/04/30.
//

import Foundation
import SwiftUI

struct Info {
    let info: String
}

var mars = Info(
    info: "Марс — четвёртая по удалённости от Солнца и седьмая по размеру планета Солнечной системы; масса планеты составляет 10,7 % массы Земли.Перейти к разделу «#Основные сведения» Названа в честь Марса — древнеримского бога войны, соответствующего древнегреческому Аресу.Перейти к разделу «#В античной мифологии» Также Марс называют «красной планетой» из-за красноватого оттенка поверхности, придаваемого ей минералом маггемитом — γ-оксидом железа(III).Перейти к разделу «#Грунт» \n\n Марс — планета земной группы с разреженной атмосферой (давление на поверхности в 160 раз меньше земного).Перейти к разделу «#Атмосфера и климат» Особенностями поверхностного рельефа Марса можно считать ударные кратеры наподобие лунных, а также вулканы, долины, пустыни и полярные ледниковые шапки наподобие земных.Перейти к разделу «#Лёд и полярные шапки» \n У Марса есть два естественных спутника — Фобос и Деймос (в переводе с древнегреческого — «страх» и «ужас», имена двух сыновей Ареса, сопровождавших его в бою), которые относительно малы (Фобос — 26,8×22,4×18,4 км, Деймос — 15×12,2×10,4 км)[9][10] и имеют неправильную форму.Перейти к разделу «#Спутники» \n\n Начиная с 1962 года непосредственным исследованием Марса с помощью АМС занимались в СССР (программы «Марс» ,«Фобос») и США (программы «Маринер», «Викинг», «Mars Global Surveyor» и другие), а также Европейское космическое агентство (программа «Марс-экспресс»), Индия (программа «Мангальян») и Китай (Тяньвэнь-1, Чжужун). На сегодняшний день Марс — наиболее подробно изученная планета Солнечной системы после Земли."
)

